---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadWindowCoolingLoadParam
source: html/84da3f9b-5587-e060-db8e-cc9dbe1cac48.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadWindowCoolingLoadParam Property

"Window Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadWindowCoolingLoadParam { get; }
```